/** Auto-generated from files/Tavern/Random_tavern.xlsm */
export const TAVERN_DATA = {
  "names": {
    "adjectives_m": [
      "Лукавый",
      "Сердитый",
      "Кровавый",
      "Храбрый",
      "Сонный",
      "Коварный",
      "Одинокий",
      "Жирный",
      "Неуклюжий",
      "Пересохший",
      "Голодный",
      "Скалящийся",
      "Маленький",
      "Тихий",
      "Тенистый",
      "Счастливый",
      "Пьяный",
      "Смеющийся",
      "Умный",
      "Мёртвый",
      "Гарцующий",
      "Нежный",
      "Потерявшийся",
      "Тёмный",
      "Хихикающий",
      "Летающий",
      "Грязный",
      "Изворотливый",
      "Шумный",
      "Верный",
      "Поющий",
      "Железный",
      "Ленивый",
      "Дружелюбный",
      "Небесный",
      "Зелёный",
      "Глупый",
      "Чёрный",
      "Грустный",
      "Подвыпивший",
      "Грязный",
      "Быстрый",
      "Неистовый",
      "Пыльный",
      "Молодой",
      "Фиолетовый",
      "Робкий",
      "Заколдованный",
      "Три",
      "Красный",
      "Солёный",
      "Танцующий",
      "Весёлый",
      "Алый",
      "Удачливый",
      "Серебряный",
      "Набожный",
      "Прелестный",
      "Жестокий",
      "Золотой",
      "Старый",
      "Предательский",
      "Нервный",
      "Осторожный",
      "Хрустальный",
      "Ловкий",
      "Честный",
      "Древний",
      "Быстрый",
      "Напряжённый",
      "Бронзовый",
      "Толстый",
      "Лысый",
      "Фанатичный",
      "Похотливый",
      "Пустой",
      "Мрачный",
      "Суровый",
      "Изумрудный",
      "Поддельный",
      "Благодарный",
      "Кровавый",
      "Безжалостный",
      "Сердитый",
      "Уродливый",
      "Радостный",
      "Янтарный",
      "Покорный",
      "Два",
      "Жадный",
      "Честный",
      "Серый",
      "Рубиновый",
      "Свистящий",
      "Упрямый",
      "Десять",
      "Озорной",
      "Латунный",
      "Кривой",
      "Липкий"
    ],
    "adjectives_f": [
      "Лукавая",
      "Сердитая",
      "Кровавая",
      "Храбрая",
      "Сонная",
      "Коварная",
      "Одинокая",
      "Жирная",
      "Неуклюжая",
      "Пересохшая",
      "Голодная",
      "Скалящаяся",
      "Маленькая",
      "Тихая",
      "Тенистая",
      "Счастливая",
      "Пьяная",
      "Смеющаяся",
      "Умная",
      "Мёртвая",
      "Гарцующая",
      "Нежная",
      "Потерявшаяся",
      "Тёмная",
      "Хихикающая",
      "Летающая",
      "Грязная",
      "Изворотливая",
      "Шумная",
      "Верная",
      "Поющая",
      "Железная",
      "Ленивая",
      "Дружелюбная",
      "Небесная",
      "Зелёная",
      "Глупая",
      "Чёрная",
      "Грустная",
      "Подвыпившая",
      "Грязная",
      "Быстрая",
      "Неистовая",
      "Пыльная",
      "Молодой",
      "Фиолетовая",
      "Робкая",
      "Заколдованная",
      "Три",
      "Красная",
      "Солёная",
      "Танцующая",
      "Весёлая",
      "Алая",
      "Удачливая",
      "Серебряная",
      "Набожная",
      "Прелестная",
      "Жестокая",
      "Золотой",
      "Старая",
      "Предательская",
      "Нервная",
      "Осторожная",
      "Хрустальная",
      "Ловкая",
      "Честная",
      "Древная",
      "Быстрая",
      "Напряжённая",
      "Бронзовая",
      "Толстая",
      "Лысая",
      "Фанатичная",
      "Похотливая",
      "Пустой",
      "Мрачная",
      "Суровая",
      "Изумрудная",
      "Поддельная",
      "Благодарная",
      "Кровавая",
      "Безжалостная",
      "Сердитая",
      "Уродливая",
      "Радостная",
      "Янтарная",
      "Покорная",
      "Две",
      "Жадная",
      "Честная",
      "Серая",
      "Рубиновая",
      "Свистящая",
      "Упрямая",
      "Десять",
      "Озорной",
      "Латунная",
      "Кривой",
      "Липкая"
    ],
    "nouns": [
      "Ящера",
      "Пахаря",
      "Фонтана",
      "Птицы",
      "Бочки",
      "Кабана",
      "Огра",
      "Каретника",
      "Демона",
      "Мельника",
      "Кобылы",
      "Жеребеца",
      "Кинжала",
      "Пони",
      "Котла",
      "Тролля",
      "Грифона",
      "Гоблина",
      "Черепа",
      "Плута",
      "Нимфы",
      "Гарпии",
      "Орка",
      "Ложки",
      "Очага",
      "Барда",
      "Дьявола",
      "Оруженосца",
      "Жабы",
      "Бутылки",
      "Ремесленника",
      "Гавани",
      "Кролика",
      "Поэта",
      "Замка",
      "Жреца",
      "Волка",
      "Дуба",
      "Великана",
      "Орла",
      "Капитана",
      "Ястреба",
      "Котелка",
      "Феи",
      "Принцессы",
      "Сада",
      "Дракона",
      "Принца",
      "Служанки",
      "Девки",
      "Королевы",
      "Рыцаря",
      "Девы",
      "Единорога",
      "Лебедя",
      "Гончей",
      "Герба",
      "Храма",
      "Короля",
      "Кружки",
      "Дурака",
      "Кожевника",
      "Щита",
      "Сокола",
      "Лучника",
      "Сандалия",
      "Лиса",
      "Графина",
      "Пирата",
      "Колдуна",
      "Ёжика",
      "Сапожника",
      "Медведь",
      "Охотника",
      "Героя",
      "Бочонка",
      "Садовника",
      "Странника",
      "Обезьяны",
      "Героини",
      "Клинка",
      "Шута",
      "Змея",
      "Поножа",
      "Стража",
      "Лжеца",
      "Жабы",
      "Глашатого",
      "Моряка",
      "Крестьянина",
      "Духа",
      "Белки",
      "Стрелы",
      "Охотницы",
      "Змеи",
      "Пьяницы",
      "Галеры",
      "Чаши",
      "Полководеца",
      "Стервятника"
    ]
  },
  "locations": [],
  "atmospheres": [
    {
      "mood": "Депрессия",
      "desc": "Приостановлены поставки алкоголя, отчего припасы заканчиваются и цены увеличиваются."
    },
    {
      "mood": "Угнетение",
      "desc": "Настроение жителей испорчено неудачной торговлей или плохой погодой."
    },
    {
      "mood": "Мрак",
      "desc": "Посетители горюют из-за войны, разорившей их земли. Многие погибли, и в разговорах преобладают скорбные темы."
    },
    {
      "mood": "Злость",
      "desc": "Вражеское поселение вмешалось в местную торговлю, нарушив экономику."
    },
    {
      "mood": "Страх",
      "desc": "В воздухе витает боязнь. Люди говорят приглушённо, и часто перешёптываются."
    },
    {
      "mood": "Напряжение",
      "desc": "Посетители громко возмущаются качеством еды, питья и обслуживания, и отказываются платить."
    },
    {
      "mood": "Тревога",
      "desc": "Стоит погода, неблагоприятная для посевов. Это не только скажется на торговле, но также может вызвать голод."
    },
    {
      "mood": "Необычность",
      "desc": "Бард играет какую-то... странную музыку. Люди смеются непонятно над чем. Ребёнок в углу сидит один, раскачиваясь взад и вперёд."
    },
    {
      "mood": "Печаль",
      "desc": "Смерть местного жреца оказала сильное влияние на поселение, а сегодня годовщина его смерти."
    },
    {
      "mood": "Скука",
      "desc": "Пища безвкусна, равно как и напитки. Никто не разговаривает и не улыбается друг другу."
    },
    {
      "mood": "Тишина",
      "desc": "Из-за предыдущей ночи пьянства и веселья большая часть посетителей сидит тихо, и старается не совершать резких движений."
    },
    {
      "mood": "Покой",
      "desc": "Общий настрой тихий, но не мрачный, посетители общаются между собой."
    },
    {
      "mood": "Уют",
      "desc": "Из-за успешной торговли пища и эль есть в больших количествах и отличного качества. Цены умеренны, парни и девушки веселы, а посетители счастливы."
    },
    {
      "mood": "Лёгкость",
      "desc": "Урожай хорош, население здорово, и хмельной мёд течёт рекой. Люди с радостью дарят друг другу улыбки."
    },
    {
      "mood": "Радость",
      "desc": "Дела идут на лад, а неприятности кажутся в далёком прошлом."
    },
    {
      "mood": "Веселье",
      "desc": "Владелец сделал всё правильно, будь то меню, медовуха, большие порции или низкие цены."
    },
    {
      "mood": "Безмятежность",
      "desc": "Песня резонирует со стенами, словно здание и голос стали одним инструментом."
    },
    {
      "mood": "Веселье",
      "desc": "Хозяин решил рассказать пару смешных рассказов, отчего раздаются вспышки смеха и грохот кулаков по столам."
    },
    {
      "mood": "Шум",
      "desc": "Пей! На подходе новая бочка! Гулянка идёт полным ходом, местные и чужаки обмениваются рассказами и угощают друг друга пивом."
    },
    {
      "mood": "Восторг",
      "desc": "Ведутся подготовки к местному празднику. Пиво и вино дегустируют в больших количествах, чтобы убедиться в их качестве."
    },
    {
      "mood": "Уют",
      "desc": "Из-за успешной торговли пища и эль есть в больших количествах и отличного качества. Цены умеренны, парни и девушки веселы, а посетители счастливы."
    }
  ],
  "rumors": [
    "Два посетителя тихо обсуждают сделку по продаже местных товаров.",
    "Местного жителя снова выгнала из дому жена. Сплетники обсуждают, что в этот раз могло её разозлить.",
    "Стоит плохая погода. Народ надеется, что она улучшится до того, как из-за неё пострадает торговля.",
    "Поддатые посетители жалуются на десятину и налоги.",
    "Идёт оживлённая дискуссия о том, где лучше покупать домашний скот и каких цен стоит ожидать.",
    "У жителей не хватает рабочих лошадей, так что урожай собирать будет очень неудобно.",
    "Посетители спорят, чей эль вкуснее, и где самые красивые служанки.",
    "Хозяин рассказывает юному посетителю, как добиваться расположения девушек. Тот слушает очень внимательно.",
    "Родители ругаются на то, что их дети мечтают когда-нибудь стать искателями приключений.",
    "Торговля в последнее время идёт хорошо. Говорят, богатый торговец ищет в городе помещение, чтобы открыть новое дело.",
    "Пьяный посетитель еле слышно бубнит о том, что он потерял свою истинную любовь.",
    "Кто-то расхваливает одежду другого, и тут же просит заплатить за него по счетам — «в последний раз».",
    "Гремят кружки в честь давно умершего друга. Все делятся рассказами и воспоминаниями.",
    "Пожар последней зимой был не случаен. Он возник из-за пьяного беспечного путника, перепутавшего заклинания.",
    "Пришедшие в город менестрели очень красивые. Особенно тот, что в красном!",
    "Старый посетитель осуждает манеры молодого спутника, которого не интересует мнение старика.",
    "Посетитель жалуется на предстоящую тяжёлую работу. Ему не хочется две недели сопровождать работодателя в поездке.",
    "Отпив ещё эля, одинокий посетитель зачитывает вслух написанное им любовное письмо, в котором он старался подобрать правильные слова. Окружающие хихикают над ним.",
    "Посетители за одним столиком оплачивают за свой счёт еду и питьё всех присутствующих.",
    "Посетитель шепчет служанке на ухо что-то про «прогулку под луной», а та хихикает.",
    "Пришедшие в город менестрели очень красивые. Особенно тот, что в красном!"
  ],
  "events": [
    "Кто-то роняет кружку, и раздаётся взрыв смеха.",
    "Как только приоткрывается входная дверь, на улицу выбегает крыса.",
    "Посетитель, пошатывающийся у барной стойки, падает, теряя горсть монет.",
    "Кто-то громко рыгает, после чего тихо хихикает.",
    "Со стороны кухни слышно, как что-то бьют и ломают.",
    "От внезапного удара грома некоторые посетители подпрыгивают на месте.",
    "За одним столом разгорелся спор. Собеседники оттолкнули свои стулья, и вот-вот начнётся драка.",
    "Служанка случайно проливает на посетителя напиток, и теперь обильно извиняется.",
    "Полено в очаге громко щёлкает, и на пол вылетает несколько угольков. Служанка быстро их тушит.",
    "Посетитель чересчур увлёкся служанкой, и получает быстрый и резкий отворот.",
    "Посетители ищут хозяина и прислугу, которых нигде не видно.",
    "В заведение входят несколько невероятно красивых женщин, которые садятся за стол и игнорируют всех вокруг.",
    "Одно из настенных украшений, находящихся за барной стойкой, падает, и хозяин ловит его в прыжке на уровне пола.",
    "По ту сторону окна садятся две птицы. Они видят еду на столах, и одна из них начинает клевать окно.",
    "На серебряной кружке ненадолго проступает чьё-то лицо. Несколько посетителей вскрикивают от ужаса.",
    "С потолка срывается капля жидкости цвета тёмной крови.",
    "Посетитель машет хозяину и ловко кидает ему монетку. Хозяин монетку ловит.",
    "На улице кто-то стоит, ожидая, что кто-то выйдет из таверны (или войдёт в неё). Он заметно волнуется.",
    "Кому-то из посетителей плеснули в лицо напитком. Назревает заварушка.",
    "На лютне барда лопается струна. Бард чудесным образом тут же подстраивается под новое звучание.",
    "Кто-то выиграл в карточную игру. Раздаются громкие поздравления и несколько проклятий. Победитель с улыбкой сгребает кучу ставок.",
    "Служанка наступает на хвост кота и раздаётся вопль. Кот убегает под стол и его не видно.",
    "По ногам дует сквозняк, и всем становится зябко.",
    "С громким возгласом два посетителя встают и начинают танцевать безо всякого ритма. Они явно пьяны.",
    "По стеклу начинает бить дождь, но он тут же прекращается.",
    "Один посетитель начинает громко смеяться, а его товарищ выглядит смущённым.",
    "Когда входит новый посетитель, вместе с порывом ветра в заведение влетают небольшие предметы.",
    "На один столик ставят поднос с грудой еды; посетитель с предвкушением потирает руки.",
    "Кто-то скрипнул ножом по тарелке. Многие поёжились от неприятного звука.",
    "Пьяница в углу окончательно отрубается; его голова со стуком впечатывается в наполовину полную тарелку с едой.",
    "Уронив вилку, посетитель пытается её достать, и опрокидывает свой напиток.",
    "Двое влюблённых кормят друг друга с ложечки и умилённо переглядываются.",
    "Между хозяином и посетителем вспыхивает короткая перепалка, и посетителю приказывают уйти.",
    "Один посетитель встаёт с кружкой в руке и радостно сообщает всем, что следующий заказ можно сделать за его счёт.",
    "Вы замечаете посетителя, тайком собирающего остатки еды с ничейных тарелок.",
    "До вас доносится чудесный цветочный аромат от кого-то прошедшего мимо.",
    "Хозяин случайно проливает на стойку эль и открывает рот, когда пиво принимает форму вопящего черепа. Он быстро смахивает его тряпкой и с тревогой смотрит на вас.",
    "Посетитель вытворяет трюк с монеткой, после чего кидает её служанке; та с улыбкой ловит монету и подмигивает.",
    "Масляная лампа тухнет. Немного погодя лампа опять вспыхивает.",
    "В заведение входят несколько невероятно красивых женщин, которые садятся за стол и игнорируют всех вокруг."
  ],
  "menus_by_location": {
    "БОЛОТО": [
      {
        "dish": "Жареная водяная змея в соусе из бархатцев",
        "drink": "Медовуха из росянки"
      }
    ],
    "БОЛЬШОЙ ГОРОД": [
      {
        "dish": "Лосось на кедровых дощечках",
        "drink": "«Пиво лордов»"
      }
    ],
    "ГОРЫ": [
      {
        "dish": "Жареный козий бок",
        "drink": "Сидр из ягод эвстрефуса"
      }
    ],
    "ДЕРЕВНЯ": [
      {
        "dish": "Печёный кабан с зеленью",
        "drink": "«Пастушья настойка»"
      }
    ],
    "ЗАБРОШЕННАЯ ДОРОГА": [
      {
        "dish": "Молочная тюря с перцем",
        "drink": "Абрикосовый сидр"
      }
    ],
    "ПОДЗЕМЬЕ": [
      {
        "dish": "Жареные личинки с водорослевым соусом",
        "drink": "«Глубинный эль»"
      }
    ],
    "ПОЛЯРНАЯ ТУНДРА": [
      {
        "dish": "Пирог с водяникой с копчёной лосятиной",
        "drink": "Кипрейное виски"
      }
    ],
    "ПОРТОВЫЙ ГОРОД": [
      {
        "dish": "Совершите бросок по таблице любой другой местности",
        "drink": "Абрикосовый сидр"
      }
    ],
    "ПУСТЫНЯ": [
      {
        "dish": "Печёная верблюжатина и салат из ломкой поросли",
        "drink": "Маковый портвейн"
      }
    ],
    "РАВНИНА": [
      {
        "dish": "Лосиный бок с диким зелёным салатом",
        "drink": "Пряный яблочный сидр"
      }
    ],
    "ТРОПИКИ": [
      {
        "dish": "Муравьи в шоколаде и жареный пеликан",
        "drink": "Шоколадное молоко с бренди"
      },
      {
        "dish": "Муравьи в шоколаде и жареный пеликан",
        "drink": "Шоколадное молоко с бренди"
      }
    ],
    "ЛЕСА": [
      {
        "dish": "Суп из желудей",
        "drink": "Медовуха «Серебряная луна»"
      }
    ],
    "КАКАЯ ГАДОСТЬ!": [
      {
        "dish": "Несвежий рис в кислом козьем молоке",
        "drink": "Бурда"
      }
    ]
  },
  "rooms_by_class": {},
  "innkeepers": {
    "races": [
      "Человек",
      "Дварф",
      "Эльф",
      "Полурослик",
      "Тифлинг",
      "Полуэльф",
      "Драконорожденный"
    ],
    "names_dwarf": [],
    "names_human": [],
    "names_tiefling": [],
    "names_halfling": [],
    "surnames": []
  },
  "crowd_levels": []
};
